import React from "react";

const chernoknizhnica = () => (
  <section className="lyrics">
    <article className="lyrics__text">
      <header
        id="chernoknizhnica"
        className="lyrics__title lyrics_margin-top-big"
      >
        ЧЕРНОКНИЖНИЦА
      </header>
      <section className="lyrics__stanza lyrics_margin-top">
        Ничего не пишется —<br />
        стал я выше месяца.<br />
        Это чернокнижница,<br />
        серп сковав из месяца,<br />
        срезала мне волосы —<br />
        сделала обманутым.<br />
        Загремел я совестью,<br />
        спрятанной карманами.<br />
        Я на стол их вывернул —<br />
        там игра да золото<br />
        ставят перед выбором,<br />
        загибают воротом.<br />
        Весь я перемешанный<br />
        с памятью о будущем<br />
        превращаюсь в пешего<br />
        в человечье чудище.
      </section>
      <section className="lyrics__stanza lyrics_margin-top">
        Ой да ой!<br />
        Эль да лай!<br />
        Пой да пой,<br />
        да играй!<br />
        Доиграй до запетых<br />
        до оборванных нот —<br />
        и ты срежешь секрет<br />
        этих рук, будто плод<br />
        Ой да ой!<br />
        Лай да лай!<br />
        Пой да пой,<br />
        да играй.<br />
        Доиграй до конца,<br />
        и тогда я войду.<br />
        У начала кольца<br />
        рыба бьётся во льду.
      </section>
      <section className="lyrics__stanza lyrics_margin-top">
        Ой ты, чернокнижница,<br />
        где черешня лопнула,<br />
        там ничто не движется —<br />
        пустота да стёкла там.<br />
        Ни во что не верится.<br />
        Ничего не кружится.<br />
        Белый месяц пенится,<br />
        звёзды будто кружева.<br />
        Ночь моргает с берега.<br />
        Слышишь, чернокнижница!<br />
        Ты меня не сберегла<br />
        Слышишь, слышишь — пишется!<br />
        Слышишь, расступается!<br />
        Песня распоясалась!<br />
        Рыба бултыхается,<br />
        только бают ясли нас.
      </section>
      <section className="lyrics__stanza lyrics_margin-top">
        Эль да лэй!<br />
        Лай да лал!<br />
        Пел да пел,<br />
        да играл.<br />
        Доиграл до запетых<br />
        до оборванных нот —<br />
        и ты срезал секрет<br />
        этих рук, будто плод.<br />
        Ой да ой!<br />
        Лай да лай!<br />
        Пой да пой,<br />
        да играй!<br />
        Доиграй до конца,<br />
        и тогда мы войдём —<br />
        у начала кольца<br />
        будем рыбой вдвоём.
      </section>
    </article>
  </section>
);

export default chernoknizhnica;
